Repository: theglass-1002/zentry-vet
Catalog: dolittle_for_vet/ios/Runner/*.lproj/Localizable.strings
Languages: es, ko

# HR_RR
source: Reminder of abnormal heart rate and respiratory rate in hospitalized patients
es: Recordatorio de frecuencia cardíaca y frecuencia respiratoria anormales en pacientes hospitalizados
ko: 환자 상태 이상 감지

# HOSPITAL_USER_AUTHORITY_CHANGED_NORMAL
source: %@1 permission has been changed to Veterinarian
es: el permiso ha sido cambiado a Veterinario
ko: 수의사로 권한이 변경 되었습니다.

# HOSPITAL_USER_AUTHORITY_CHANGED_MANAGER
source: %@1 permission has been changed to Manager
es: el permiso ha sido cambiado a Gerente
ko: 관리자로 권한이 변경 되었습니다.

# HOSPITAL_USER_AUTHORITY_CHANGED_OWNER
source: %@1 permission has been changed to Hospital director
es: el permiso ha sido cambiado a Director del hospital
ko: 병원장으로 권한이 변경 되었습니다.

# HOSPITAL_USER_AUTHORITY_CHANGED_TECHNICIAN
source: %@1 permission has been changed to Hospital Technician
es: el permiso ha sido cambiado a Técnico
ko: 테크니션으로 권한이 변경 되었습니다.

# HOSPITAL_USER_DEREGISTRATION
source: %@1 have been rejected with the hospital
es: han sido rechazados con el hospital
ko: 병원 소속이 해제 되었습니다.

# HOSPITAL_USER_REGISTRATION_NORMAL
source: %@1 have been affiliated with the hospital
es: han estado afiliados al hospital
ko: 병원 소속이 완료 되었습니다.

# HOSPITAL_USER_REGISTRATION_MANAGER
source: %@1 have been affiliated with the hospital
es: han estado afiliados al hospital
ko: 병원 소속이 완료 되었습니다.

# HOSPITAL_USER_REGISTRATION_OWNER
source: %@1 have been affiliated with the hospital
es: han estado afiliados al hospital
ko: 병원 소속이 완료 되었습니다.

# HOSPITAL_USER_REGISTRATION_TECHNICIAN
source: %@1 have been affiliated with the hospital
es: han estado afiliados al hospital
ko: 병원 소속이 완료 되었습니다.

# HOSPITAL_REGISTRATION_ACCEPTED
source: Your hospital registration request has been complete
es: Su solicitud de registro hospitalario ha sido completada
ko: 병원 등록이 완료 되었습니다.

# HOSPITAL_REGISTRATION_REJECTED
source: Your hospital registration request has been rejected
es: Su solicitud de registro hospitalario ha sido rechazada
ko: 병원 등록이 반려 되었습니다.

# HOSPITAL_UPDATE_ACCEPTED
source: Your hospital handover request has been rejected
es: Su solicitud de actualización de hospital ha sido completada
ko: 병원 정보 수정이 완료 되었습니다.

# HOSPITAL_UPDATE_REJECTED
source: Your hospital update request has been complete
es: Su solicitud de actualización de hospital ha sido rechazada
ko: 병원 정보 수정이 반려 되었습니다.

# HOSPITAL_HANDOVER_ACCEPTED
source: Your hospital handover request has been complete
es: Su solicitud de transferencia de hospital ha sido completada
ko: 병원 양도 신청이 완료 되었습니다.

# HOSPITAL_HANDOVER_REJECTED
source: Your hospital handover request has been rejected
es: Su solicitud de transferencia de hospital ha sido rechazada
ko: 병원 양도 신청이 반려 되었습니다.
